window.QUIZ_DATA = [
  {
    id: 1,
    question: "В каком году отдел ИНТ стал департаментом?",
    options: { a: "2017", b: "2018", c: "2019", d: "2016" },
    answer: "a"
  },
  {
    id: 2,
    question: "Сколько Александров Сергеевичей работало в ИНТ за всю историю?",
    options: { a: "4", b: "5", c: "6", d: "8" },
    answer: "c"
  },
  {
    id: 3,
    question: "Сколько сотрудников было в ИНТ в момент создания отдела?",
    options: { a: "2", b: "3", c: "4", d: "1" },
    answer: "b"
  },
  {
    id: 4,
    question: "В каком году родился Bix Zab?",
    options: { a: "2008", b: "2014", c: "2015", d: "2017" },
    answer: "c"
  },
  {
    id: 5,
    question: "Какой должности никогда не было в департаменте ИНТ?",
    options: { a: "Администратор сайтов", b: "Веб-аналитик", c: "Сотрудник технической поддержки", d: "Веб-мастер" },
    answer: "d"
  },
  {
    id: 6,
    question: "Каким видом спорта не занимается Горяинов А. Н.?",
    options: { a: "Спортивное ориентирование", b: "Горные лыжи", c: "Велоспорт", d: "Йога" },
    answer: "a"
  },
  {
    id: 7,
    question: "В каком городе Германии находилась штаб-квартира Брауберг?",
    options: { a: "Франкфурт", b: "Берлин", c: "Мюнхен", d: "Кёлн" },
    answer: "a"
  },
  {
    id: 8,
    question: "Какого корпоративного цвета не было в первоначальной версии Офисмага?",
    options: { a: "Синего", b: "Красного", c: "Желтого", d: "Черного" },
    answer: "b"
  },
  {
    id: 9,
    question: "На каком языке писал Путилин Даниил, когда устроился в ИНТ?",
    options: { a: "PHP", b: "Perl", c: "C#", d: "C++" },
    answer: "b"
  },
  {
    id: 10,
    question: "Какого цвета был проект ИБТ изначально?",
    options: { a: "Красный", b: "Синий", c: "Зеленый", d: "Голубой" },
    answer: "c"
  },
  {
    id: 11,
    question: "Какой первый интернет-сайт был запущен в ГК Самсон?",
    options: { a: "Офисмаг", b: "Самсон-опт", c: "Брауберг", d: "Канцелярия" },
    answer: "b"
  },
  {
    id: 12,
    question: "В каком году был запущен корпоративный портал?",
    options: { a: "2008", b: "2009", c: "2010", d: "2011" },
    answer: "b"
  },
  {
    id: 13,
    question: "Какое самое распространенное отчество в ИНТ?",
    options: { a: "Вячеславович", b: "Александрович / Сергеевич", c: "Геннадьевич / Васильевич", d: "Алексеевич" },
    answer: "b"
  },
  {
    id: 14,
    question: "В скольких часовых поясах находятся наши филиалы?",
    options: { a: "3", b: "5", c: "4", d: "6" },
    answer: "c"
  },
  {
    id: 15,
    question: "Сколько розничных магазинов в городе Воронеже?",
    options: { a: "4", b: "5", c: "7", d: "8" },
    answer: "c"
  },
  {
    id: 16,
    question: "Какое собственное производство было у ГК Самсон?",
    options: { a: "Красок", b: "Пластиковых аксессуаров", c: "Ежедневников", d: "Скрепок" },
    answer: "b"
  },
  {
    id: 17,
    question: "Какой бренд не относится к нашим СТМ?",
    options: { a: "Берлинго", b: "DEVELIA", c: "Joylux", d: "SHEGRA" },
    answer: "a"
  },
  {
    id: 18,
    question: "Какой сотрудник всегда приходит на работу в пиджаке?",
    options: { a: "Володов", b: "Гребеников", c: "Чирвина", d: "Моренков" },
    answer: "b"
  },
  {
    id: 19,
    question: "Где стоит беговая дорожка?",
    options: { a: "За ширмой у кабинета Бухгалтерии", b: "У Яны в кабинете", c: "В спортзале", d: "Под лестницей" },
    answer: "d"
  },
  {
    id: 20,
    question: "Какой игровой зоны не было в Казино-софт?",
    options: { a: "Сингапур", b: "Монте-Карло", c: "Лас-Вегас", d: "Макао" },
    answer: "a"
  },
  {
    id: 21,
    question: "Сколько режимов у массажного кресла?",
    options: { a: "12", b: "7", c: "4", d: "5" },
    answer: "d"
  },
  {
    id: 22,
    question: "Когда появилась первая версия 3D-стикеров ОМ Софт для Телеграма?",
    options: { a: "Сентябрь 2025", b: "Октябрь 2025", c: "Декабрь 2024", d: "Апрель 2025" },
    answer: "a"
  },
  {
    id: 23,
    question: "Какая надпись есть на плакате Дизайнерам?",
    options: { a: "...играть со шрифтами", b: "...предугадывать желания директора и ведущего дизайнера", c: "...не забывать про узкие сайты", d: "...писать — не пИсать" },
    answer: "a"
  },
  {
    id: 24,
    question: "Что необычного ОМ Софт заказал у Комуса?",
    options: { a: "Мебель", b: "Запас бумаги", c: "Мерч", d: "Печеньки на собственные нужды" },
    answer: "c"
  },
  {
    id: 25,
    question: "Прообраз какой игры использован в поздравлении девушек на 8 Марта?",
    options: { a: "Марио", b: "Angry birds", c: "Pac-Man", d: "Mortal Kombat" },
    answer: "b"
  },
  {
    id: 26,
    question: "Какое рабочее название имеет прототип первой коммерческой игры Офисмага?",
    options: { a: "Колобки", b: "Приключения скрепок", c: "Снегурочка", d: "СуперОМ" },
    answer: "a"
  },
  {
    id: 27,
    question: "Какой наиболее популярный сервис бизнес-аналитики используют в ИНТ?",
    options: { a: "Yandex DataLens", b: "Microsoft Power BI", c: "Modus BI", d: "Apache Superset" },
    answer: "a"
  },
  {
    id: 28,
    question: "Самый популярный ответ поисковика по запросу \"Супербум\" после старта проекта?",
    options: { a: "Комус", b: "Вид папоротника", c: "Новый фильм от создателей Бумера", d: "Магазин фейерверков" },
    answer: "b"
  },
  {
    id: 29,
    question: "Какого бренда нет в семействе Brauberg?",
    options: { a: "Brauberg Ultra", b: "Brauberg ART", c: "Brauberg Home", d: "Brauberg Hobby" },
    answer: "c"
  },
  {
    id: 30,
    question: "Кого можно назвать повелителем ящика мыслей?",
    options: { a: "Моренков", b: "Ширнин", c: "Белоусов", d: "Целищев" },
    answer: "c"
  }
];
